public class WordsRu {
	public final String[] dict = {
		"ИНТЕРЕС", "ПРОБЛЕМА", "РЕШЕНИЕ", "РАЗВИТИЕ", "КОМПЬЮТЕР", "ТЕЛЕФОН", "ИНТЕРНЕТ", "УНИВЕРСИТЕТ", "СОРЕВНОВАНИЕ", 
		"ПУТЕШЕСТВИЕ", "ИЗОБРЕТЕНИЕ", "ГОСУДАРСТВО", "НАСЕЛЕНИЕ", "ОТНОШЕНИЕ", "ПРЕДЛОЖЕНИЕ", "РУКОВОДСТВО", "ТВОРЧЕСТВО", "ЗЕМЛЕДЕЛИЕ", "ХУДОЖНИК", 
		"АРХИТЕКТОР", "ЛИТЕРАТУРА", "КИНОТЕАТР", "РЕСТОРАН", "БИБЛИОТЕКА", "КОНФЕРЕНЦИЯ", "ДОКУМЕНТ", "ЗАКОНОДАТЕЛЬСТВО", "ЭКОНОМИКА", "ПОЛИТИКА", 
		"ОБЩЕСТВО", "ВООБРАЖЕНИЕ", "НАСТРОЕНИЕ", "ДЕЙСТВИЕ", "СОЛНЦЕСТОЯНИЕ", "СНЕЖИНКА", "МОРОЖЕНОЕ", "БАБОЧКА", "АВТОМОБИЛЬ", "ВЕЛОСИПЕД", 
		"САМОЛЕТ", "ВЕРТОЛЕТ", "ТРАМВАЙ", "ТРОЛЛЕЙБУС", "ПОДЪЕЗД", "КВАРТИРА", "ТЕРРИТОРИЯ", "ОКЕАН", "ПЛАНЕТА", 
		"СОЗВЕЗДИЕ", "ТЕЛЕСКОП", "МИКРОСКОП", "ИЗМЕРЕНИЕ", "ФАНТАЗИЯ", "УВЕРЕННОСТЬ", "НЕОБХОДИМОСТЬ", "ПРИКЛЮЧЕНИЕ", "ПОБЕДИТЕЛЬ", "СОГЛАСИЕ", 
		"РАЗНООБРАЗИЕ", "УЛУЧШЕНИЕ", "НАЗНАЧЕНИЕ", "ОБУЧЕНИЕ", "ПРОФЕССИЯ", "СПЕЦИАЛИСТ", "МЕНЕДЖЕР", "ИНЖЕНЕР", "УЧИТЕЛЬ", 
		"ДОКТОР", "ЮРИСТ", "БУХГАЛТЕР", "ПРОДАВЕЦ", "ВОДИТЕЛЬ", "СТУДЕНТ", "ШКОЛЬНИК", "КАРАНДАШ", "ЛИНЕЙКА", "ТЕТРАДЬ", 
		"УЧЕБНИК", "РАСПИСАНИЕ", "ПЕРЕМЕНА", "ЗАВТРАК", "ОБЕД", "УЖИН", "ГОРОСКОП", "ПРАЗДНИК", "ПОДАРОК", "СЮРПРИЗ", 
		"ВОЛШЕБСТВО", "НАСЛЕДИЕ", "ПОКОЛЕНИЕ", "ДИСЦИПЛИНА", "ИНСТРУКЦИЯ", "ПРОИЗВОДСТВО", "ОБОРУДОВАНИЕ", "ЭЛЕКТРИЧЕСТВО", "ОТОПЛЕНИЕ", 
		"ВЕНТИЛЯЦИЯ", "ОЖИДАНИЕ", "УДОВОЛЬСТВИЕ", "ПРИЗНАНИЕ"
	};
}
